; Language definition file for ThemeManager. 
;
; .\Program Files\Stardock\Object Desktop\ThemeManager\Lang\Default.lng (Default language - English)
; .\Program Files\Stardock\Object Desktop\ThemeManager\Lang\English.lng (Add other .lng files for additional languages)
;
; This is a UniCode text file that will appear as gibberish if opened in an editor that does not support it. 
; The Notepad.exe included with Windows 2000 or later will support editing this file. 
;
;

[Strings]
1="MyColors"
2="Minimize"
3="Close"
4="No updates were found at this time."
5="There was an error checking for updates, please try again."
6=""
7=""
8=""
9=""

;
;tabs
;
50="My Themes"
51="More Themes"
52="Settings"
53="Wallpapers"
54="Help"
55="About"
56=""
57=""
58=""
59=""

;
;My Themes page
;
100="My Themes"
101="Choose your theme from the menu below and click apply to transform the look and feel of your desktop.  Click on "Add Registration" to include new themes in the list.  Click on the More Themes tab above to browse samples of our featured MyColors desktops."
102="Get More Themes..."
103="Featured Theme"
104="Unknown"
105="Windows Vista Aero"
106="Windows XP Desktop"
107="Would you like to queue all available downloads?"
108="Are you sure you want to restore the Windows XP desktop?"
109="Are you sure you want to restore the Windows desktop?"
110="WindowBlinds Enhanced found.\n\nPlease update your WindowBlinds to version 6.02 or later for compatibility with MyColors.\n\nThe visual style portion of this theme will not be applied."
111="Are you sure you want to delete the selected theme?"
112="You cannot delete the selected theme as it is currently being used."
113="Are you sure you want to apply the selected theme?"
114="Status: contacting site"
115="Apply this theme to return to the default Microsoft Windows XP Luna look."
116="Apply this theme to return to the default Microsoft Windows Vista Aero look."
117="Click for large preview"
118="Click to apply"
119="Click for large preview"
120="Add Registration"
121="Applying"
122="Resume"
123="Pause"
124="Unqueue"
125="Update"
126="Download"
127="Purchase..."
128="Apply"
129="MyColors is unable to connect to the Internet.\n\nPlease check your connection and firewall settings."
130="Would you like to apply the %s theme?"
131="There was an erorr downloading and installing %s.\n\nPlease try again."

;
;Themes right-click menu
;
150="&Apply\tCtrl+A"
151="&Delete\tDel"
152="&Edit Registration..."
153="&Check for Updates"
154="&Refresh\tF5"
155="Resume"
156="Purchase..."
157="Pause"
158="Unqueue"
159="Update"
160="Download"
161=""
162=""
163=""
164=""

;
;Featured Themes page
;
200="More Themes"
201="Browse samples of our featured MyColors desktops below and then click View More to browse the entire catalog."
202="View More"
203="I want this!"
204=""
205=""
206=""
207=""
208=""
209=""
210=""

;
;Settings page
;
300="Settings"
301="Check for updates every time MyColors starts"
302="I want to see advanced options when applying suites"
303="I want to use Aero window frames but keep the rest of the skin"
304="Exclusions"
305="Exclusions are a way to ask MyColors to ignore an application window for theming.\n\nUse the Add... and Remove buttons below to indicate application .EXE files that should be excluded from MyColors. You can also check the \"Disable visual themes\" option on an application shortcut."
306="Add..."
307="&Remove"
308="Tip: You can temporarily exclude an application from MyColors by holding down the Ctrl key when you launch the application."
309="Check For Updates"
310="System Information..."
311="Repair"
312="Applications (*.exe)|*.exe|All Files|*.*||"
313="Add Process"
314="Are you sure you want to remove the selected process?"
315="The running theme must be reapplied for this change to take affect. Reapply now?"
316=""
317=""
318=""
319=""

;
;Wallpapers page
;
400="Apply"
401="DeskScapes (Animated) Dreams"
402="Themed Wallpaper"
403="Windows Wallpaper"
404=""
405=""
406=""
407=""
408=""
409=""

;
;Help page
;
500="Help"
501="Click <href>here</href> for the full product documentation."
502="Frequently Asked Questions:"
503="Can I switch back to regular Windows?"
504="Yes, you can switch back to Windows Aero or Windows Luna at any time.  Begin by launching MyColors, click on the My Themes tab, select Windows Vista Desktop in the menu and click the Apply button."
505="I am new to desktop themes, how do I use MyColors?"
506="MyColors is easy to use, simply choose a theme from the My Themes tab within MyColors and click on the Apply button.  Within seconds, your selected theme will be applied across virtually every aspect of your desktop including icons, wallpaper, the start menu and more.  You can also view other available themes on the More Themes tab.  You can also choose the Windows Vista Desktop on the My Themes tab to return to the default look and feel of Windows Vista."
507="How does MyColors interact with the Windows operating system?"
508="MyColors utilizes proprietary technology that resides outside of Microsoft's operating system.  Stardock provides a unique experience that is non-invasive and safe.  Stardock is a Microsoft Gold Partner which means the development of MyColors followed Windows programming guidelines."
509="Can I see a demo of MyColors being applied?"
510="Click <href>here</href> to see the demo."
511="What operating system will MyColors work on?"
512="MyColors works on Windows Vista (32-bit) and Windows XP (32-bit)."
513="How do I add a theme to My Themes?"
514="When you purchase a MyColors theme you will receive an e-mail that includes a registration code.  Click on the My Themes tab and then on the Add Registration button to start downloading your theme.  Enter your e-mail address (the one we sent the registration code to) and the registration code then click OK.  Your theme will begin downloading automatically."
515=""
516=""
517=""
518=""
519=""

;
;About page
;
600="About"
601="View More"
602=""
603=""
604=""
605=""
606=""
607=""
608=""
609=""

;
;Add Theme dialog
;
1000="Add Registration"
1001="Enter your registration information into the fields below."
1002="&E-mail Address:"
1003="Click for Help"
1004="MyColors &Serial Number:"
1005="&Paste from Clipboard"
1006="OK"
1007="Cancel"
1008="Click here for MyColors help"
1009="Close"
1010="You must enter a valid Email address to continue."
1011="You must enter a valid Serial Number to continue."
1012="You have entered an invalid serial number. MyColors serial numbers are either 28 or 35 characters long. Eg.\n\n8CA3L5453642CD1R375D5Z691AC2 or V4EA7-C1B56-ECA6D-E5604-79B91-K8CAD\n\nPlease try again."
1013="The serial number you have entered already exists.\n\nPlease try again."
1014="Your registration information has been successfully validated."
1015="There was an error validating your registration information, please try again."
1016="http://www.stardock.com/products/mycolors/faq.asp"
1017=""
1018=""
1019=""

;
;Error Redemption Code dialog
;
1100="Serial Number Error"
1101="It appears that you have entered a redemption code instead of a serial number.  Please visit the page below to redeem your MyColors theme."
1102="<href>https://store.stardock.com/redemption</href>"
1103="OK"
1104="Cancel"
1105="Close"
1106="https://store.stardock.com/redemption"
1107=""
1108=""
1109=""

;
;MessageBox Prompt dialog
;
1200="MyColors"
1201="OK"
1202="Cancel"
1203="Yes"
1204="No"
1205="Close"
1206=""
1207=""
1208=""
1209=""

;
;System Information dialog
;
1300="System Information"
1301="If you experience any problems with MyColors and require assistance from support, this information will provide useful."
1302="Please report all of this information when submitting a problem report. We need to know what hardware is in your computer to provide timely, accurate support."
1303="Copy Text"
1304="Close"
1305="Close"
1306=""
1307=""
1308=""
1309=""

;
;Uninstall dialog
;
1400="Uninstall MyColors"
1401="Uninstalling will reset your Windows XP visual style and icons to the default Windows XP Luna Blue settings."
1402="Uninstalling will reset your Windows Vista visual style and icons to the default Windows Vista Aero settings."
1403="After the uninstall, you'll be prompted to reboot to clear any locked files. "
1404="Press OK to continue or the Cancel button to abort the uninstall. "
1405="OK"
1406="Cancel"
1407=""
1408=""
1409=""

;
;Application Update dialog
;
1500="Software Update"
1501="A new version of MyColors is now available. Would you like to download and install it now?"
1502="Yes"
1503="No"
1504="&Don't ask me this again until there is a new update"
1505="OK"
1506="Cancel"
1507="Close"
1508="Please wait while the new version of MyColors is downloaded and installed on your computer."
1509="Status: Downloading required installation files"
1510="%d%% complete."
1511=""
1512=""
1513=""
1514=""

;
;Apply Theme dialog
;
1600="Apply %s Suite"
1601="Would you like to apply the selected elements below:"
1602="&Yes"
1603="&No"
1604="Close"
1605="Theme Manager (Object Desktop)""
1606="Wallpapers"
1607=" (Not Installed)"
1608="You must only select one WindowBlinds skin at a time to continue."
1609=""

;
;Load Theme menu
;
1650="Select"
1651="Unselect"
1652="Select &all"
1653="&Unselect all"
1654="&Refresh"
1655=""
1656=""
1657=""
1658=""
1659=""
